---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SubRegionFailures
source: html/c8a27238-ff03-01b5-16ad-313a832498d1.htm
---
# BuiltInFailures.SubRegionFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.